Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: 10 artiklaan liittyvissä huomautuksissa tähdennetään 12 artiklan mukaisten määräysten
sme: Dárbu dakkár mearrádusaide go daidda maid artihkkal 12 meannuda, lea

source: tarvetta.
sme: deattuhuvvon artihkkala 10 mearkkašumiin.

source: Myös monissa saamelaissopimuksen tarvetta koskevasta, vuonna 1998 julkaistusta raportista annetuissa lausunnoissa painotetaan, että opetukseen ja hyvinvointijärjestelyihin
sme: mat leat jagi 1998 mannosaš raportii, mii lea sámekonvenšuvnna dárbbu birra,

source: liittyvää yhteistyötä on välttämätöntä helpottaa.
sme: deattuha dárbbu álkkásmahttit oahpahusa ja čálgoortnegiid riikkarájiid rastá.

source: Ruotsin saamelaiskäräjät on pohjoismaisesta
sme: Ruoŧa

source: saamelaissopimuksesta antamassaan lausunnossa kiinnittänyt huomiota siihen, että
sme: sámediggi lea gulaskuddancealkámušastis davviriikkalaš sámekonvenšuvnna áššis

source: työmarkkinakoulutusta (ammattikoulutusta), kurssitoimintaa ja korkeakoulukoulutusta tulee
sme: čujuhan dasa, ahte bargomárkanoahpahus (fidnooahpahus), kursadoaimmat ja

source: voida tarjota kaikkien kolmen sopimusvaltion saamelaisille mutta että tällaisen
sme: allaskuvlaoahpahus berrejit leat fállamassii buot golmma riikka sámiide, muhto ahte

source: yhteensovittamisen vaikeuttamisesta on olemassa useita esimerkkejä.
sme: leat máŋga ovdamearkka das, mo dakkár ovttasdoaibman váttásmahttojuvvo.

source: Nord-Trøndelagin (Pohjois-Tröndelagin) maakäräjäkunta korostaa rajat ylittävän
sme: Davvi-Trøndelága fylkkasuohkan deattuha dárbbu bargat ovttasráđiid

source: yhteistyön tarvetta, koska eteläsaamelaisten väestö on pieni ja asuu hajallaan:
sme: riikkarájiid rastá, go lullisámi álbmot lea unni ja ássá bieđgguid:

source: ” Hajallaan olevan asutuksen takia on tärkeää saada aikaan valtionrajat ylittävää järjestelmällistä yhteistyötä muun muassa koulutuksen tms. alalla.
sme: ” Dainnago ássamat leat bieđgguid, de lea deaŧalaš oažžut áigái formaliserejuvvon ovttasbarggu riikkarájiid rastá, ee. oahpahusas ja sullasaš surggiin.

source: Valtionrajan molemmilla puolilla asuvaa eteläsaamelaisväestöä on maantieteellisesti ja kulttuurisesti pidettävä yhtenä kokonaisuutena, ja viereisten Ruotsin puolella sijaitsevien alueiden kanssa harjoitettavan yhteistyön kehittämistä on pidettävä erityisen tärkeänä. ”
sme: Geográfalaččat ja kultuvrralaččat lea dárbu atnit lullisámi veahkadaga goappašiid bealde riikkaráji ovttadahkan, ja erenoamáš deaddu ferte leat ovttasráđálaš doaibmama ovddideamis ruoŧŧilaš rádjeguovlluin. ”

source: Myös Nordlandin maakäräjäkunta painottaa yli valtionrajojen tapahtuvan
sme: Maiddái Nordlándda fylkkasuohkan deattuha dárbbu formaliseret ovttasbarggu

source: järjestelmällisen yhteistyön tarvetta.
sme: riikkarájiid rastá.

source: Nämä kaksi maakäräjäkuntaa ovat yhdessä Sør
sme: Dát guokte fylkkasuohkana leat ovttasráđiid Lulli-Trøndelága

source: solmineet helmikuussa 2005 yhteistyösopimuksen Norjan saamelaiskäräjien kanssa.
sme: fylkkasuohkaniin ja Hedmárkku fylkkasuohkaniin jagi 2005 guovvamánus dahkan

source: Sopimuksessa korostetaan Ruotsin puolella sijaitsevien läänien kanssa harjoitettavan
sme: ovttasbargosoahpamuša Norgga sámedikkiin. Soahpamušas deattuhuvvo deaŧalažžan

source: yhteistyön merkitystä eteläsaamelaisten yhteiskunnan kehittämiseksi ja osaamisresurssien
sme: bargat ovttas leanaiguin mat leat Ruoŧa bealde, vai nannejuvvošii lullisámi

source: jakamiseksi.
sme: servodatovdáneapmi ja vai lea máhttolonohallan.

source: Vuonna 2004 julkaistussa Suomen ja Pohjois-Norjan välistä yhteistyötä koskevassa
sme: Jagi 2004 bargoraporttas mii lea Suoma ja Norgga ovttasbarggu birra davvin,

source: Rajoitta pohjoisessa (Grenseløst i Nord) - työryhmäraportissa on voimakkaasti korostettu
sme: Rájehis Davvi, lea garrasit deattuhuvvon dárbu bargat ovttas oahpahusa ja dearvvaš

source: yhteistyön tarvetta opetuksen ja terveystoimen alalla.
sme: vuođa surggiin.

source: Siinä mainitaan esimerkiksi opettaja- ja
sme: Das namahuvvo oahpaheddjiid ja ohppiid lonohallan ja oahpahus

source: oppilasvaihto ja yhteistyö saamen kielessä sekä saamenkielinen opetus.
sme: sámegielas ja sámegillii.

source: Raportissa esitetään
sme: Sávaldat lea ahte oahpaheaddjit ja oahppit galget bargat

source: myös toivomus opettajien ja oppilaiden välisestä yhteistyöstä, mutta siinä sanotaan:
sme: ovttas, muhto dasto celkojuvvo:

source: ” Yhteistyötä ovat kuitenkin koko ajan leimanneet ongelmat, jotka johtuvat valtioiden erilaisista opetuslaeista, saamen kielen opetusta sääntelevässä normijärjestelmässä ilmenevistä eroista, rahoitusjärjestelmän suurista eroista, opetussuunnitelmien ja opetuslautakuntien eroista sekä eroista opetustuntien lukumäärissä, kielellisistä eroista sekä yhteistyön rahoituksen puutteista. ”
sme: " Ovttasbarggu dovdomearka leat dattetge leamaš álo dakkár váttisvuođat mat čuožžilit dainnago riikkaid iešguđetlágan oahpahuslágat, iešguđetlágan norbmavuogádagat mat regulerejit oahpahusa sámegielas, stuorra erohusat ruhtadanvuogádagas, iešguđetlágan oahppoplánat ja oahppolávdegottit, ja dasto vel erohusat oahpahusa diibmologuin, giellalaš erohusat ja ovttasdoaibmama váilevaš ruhtadeapmi. "

source: Yhtenä esimerkkinä näistä vaikeuksista huolimatta käynnistetystä hyvin onnistuneesta
sme: Ovdamearka lihkostuvvan ovttasbarggus mii lea álggahuvvon vaikko leatge

source: yhteistyöstä on Sirman (Sirbmá) ja Utsjoen (Ochejohka) koulujen välinen yhteistyö.
sme: dákkár váttisvuođat, lea Sirpmá skuvlla ja Ohcejoga skuvlla ovttasbargu.

source: On
sme: Muhto

source: kuitenkin selvää, että tällaisen yhteistyöprojektin helpottamiseksi olisi tehtävissä paljonkin.
sme: čielggas lea ollu livččii vejolaš earáhuhttit vai dákkár ovttasbargoprošeakta šattašii

source: Norjassa ja Suomessa toteutettiin 1980-luvulla toimenpiteitä, jotka tähtäsivät sosiaali-
sme: 1980-logus čađahedje Norggas ja Suomas doaibmabijuid álkkásmahttin dihte

source: ja terveystoimeen liittyvän yhteistyön helpottamiseen pohjoisen raja-alueilla.
sme: rádjeguovlluin davvin sosiála ja dearvvašvuođa ásahusaid ovttasbarggu.

source: Tämän jälkeen
sme: Dan rájis leat

source: molempien maiden erikoisterveydenhoidon organisaatioita on muutettu, eikä entisiä
sme: organiseremis, ja ovddeš ovttasbarganvugiid ii leat šat vejolaš čuovvut juohke čuoggá

source: yhteistyömuotoja voida enää soveltaa kaikilta osin, katso Rajoitta pohjoisessa - raportti, s. 17.
sme: dáfus, geahča raportta Rájehis Davvi, s. 16. Suomas suohkanat leat ožžon eambbo

source: Suomessa kuntien itsemääräämisoikeus on lisääntynyt, kun taas Norjassa hallintoa on siirretty
sme: iešstivrema, ja Norggas fas leat sirdán hálddašeami fylkkasuohkanis dearvvašvuođa

source: maakäräjäkunnilta valtiollisille terveydenhuollon laitoksille.
sme: doaimmahagaide.

source: Yhteistyösopimuksia 1980
sme: Dain geat sohpe ovttasbargosoahpamuša 1980-logus, ii leat šat

source: luvulla solmineet tahot eivät enää kanna päävastuuta terveystoimesta, joten
sme: váldoovddasvástádus dearvvašvuođaásahusas. Ovttasbarganortnegiid lea danne dárbu

source: yhteistyöjärjestelmät joudutaan käymään uudelleen läpi.
sme: árvvoštallat ođđasis.

source: Raportissa mainitaan, että aiemmin yhteistyötä harjoitettiin Rovaniemellä sijaitsevan
sme: Raporta namaha ahte ovdal lei ovttasbargu Roavvenjárgga Lappi váldo

source: Lapin keskussairaalan lastenpsykiatrisen osaston ja Karasjoen (Kárášjohka) lasten- ja
sme: buohcceviesu mánáidpsykiatriija ossodaga ja Kárášjoga Mánáid- ja nuoraid

source: nuorisopsykiatrisen osaston välillä.
sme: psykitriija ossdaga gaskka.

source: Suomen terveys- ja sosiaalihuollossa tapahtuneiden
sme: Nuppástusaid maŋŋil, mat šadde Suoma dearvvašvuođa-

source: muutosten jälkeen palvelut ostaa nyt Utsjoen (Ochejohka) kunta.
sme: ja sosiálaásahussii, Ohcejoga suohkan oastá dáid bálvalusaid.

source: Tanassa (Deatnu) toimivat
sme: Deanus lea

source: lastenpsykiatrinen hoitokoti ja koulu.
sme: mánáidpsykiatriija dikšoruoktu ja skuvla mánáide.

source: Siellä on kapasiteettia hoitaa myös Suomen puolelta
sme: Das leat bargonávccat divššodit

source: tulevia saamelaislapsia.
sme: maiddái mánáid guđet bohtet Suoma bealde.

source: Utsjoen kunta toivoo tällaista yhteistyötä, koska kyseiset
sme: Ochejoga suohkan sihtá dakkár

source: hoitopalvelut sijaitsevat lähempänä Utsjokea kuin vastaavat suomalaiset eli Rovaniemellä
sme: ovttasbarggu, go dát dikšoruoktu lea lagat Ohcejoga go suopmelaš fálaldat, mii lea

source: sijaitsevat palvelut.
sme: Roavvenjárggas.

source: (Katso Rajoitta pohjolassa, s. 19). Finnmarkin terveystoimi on kuitenkin
sme: (Geahča Rájehis davvi s. 18) Dikšoruovttu ja skuvlla árvala

source: ehdottanut hoitokodin ja koulun lakkauttamista.
sme: Finnmárkku dearvvašvuođadoaibma dattetge heaittihit.

source: Jos koulu saisi mahdollisuuden ottaa vastaan
sme: Jos skuvla oččošii

source: myös Suomen puolelta tulevia lapsia, sillä voitaisiin turvata varojen saaminen Tanan
sme: vejolašvuođa vuostáiváldit mánáid Suoma bealde, de dat sáhtášii sihkkarastit ruđaid

source: hoitokodin ylläpitämiseen jatkossakin.
sme: joatkit divššodanfálaldaga mii lea Deanus.

source: 12 artikla pakottaa valtiot käynnistämään prosessin, jolla poistetaan rajojen
sme: Artihkkal 12 dahká dárbbašlažžan stáhtaide álggahit proseassa mas jávkadit

source: aiheuttamat nykyiset yhteistyön esteet.
sme: daid áššiid mat odne hehttejit rádjerasttideaddji ovttasbarggu.

source: Valtioiden tulee kunnioittaa saamelaisten oikeutta määrätä saamelaislipun ja muiden saamelaisten kansallisten symbolien käytöstä.
sme: Sámi álbmoga symbolat Stáhtat galget gudnejahttit sámiid vuoigatvuođa mearridit sámeleavgga ja eará sámi álbmotlaš symbolaid geavaheami.

source: Valtioiden tulee lisäksi yhteistyössä saamelaiskäräjien kanssa edistää saamelaissymbolien näkyväksi tekemistä sellaisella tavalla, joka viittaa saamelaisten asemaan omana kansanaan kolmessa sopimusvaltiossa.
sme: Stáhtat galget dasto, ovttasráđiid sámedikkiiguin, bargat dan badjelii ahte sámi symbolat bohtet oidnosii dakkár vuogi mielde mas čuollu bures sámiid sajádat okta álbmogin golmma riikkas.

source: Artikla sääntelee kolmen sopimusvaltion saamelaisille yhteisten symbolien käyttöä.
sme: Artihkkal regulere sámiid oktasaš symbolaid geavaheami dan golmma riikkas.

source: Saamelaisten tulee itse saada määrätä saamelaislipun ja muiden saamelaisten kansallisten
sme: Sámit galget ieža mearridit sámi leavgga (flávdda) geavaheami ja eará sámi nationála

source: symbolien käytöstä.
sme: symbolaid geavaheami.

source: On luonnollista, että tällaisten symbolien käytöstä päätetään yhteisissä
sme: Lunddolaš lea ahte dakkár symbolaid geavaheami mearridit

source: saamelaistoimielimissä.
sme: oktasaš sámi orgánat.

source: Norjan saamelaislakiin (12. kesäkuuta 1987 annettu laki n:o 56) sisällytettiin 11.
sme: Norgga sámeláhkii (mii bođii geassemánu 12. b. 1987 nr. 56) lasihuvvui čuoŋománu 11. b. 2003 láhkanuppástusas ođđa § 1-6, mii čuodjá ná: " Sámi leavgga lea 13. davviriikkalaš sámekonfereansa dohkkehan borgemánu 15. b. 1986.

source: Saamelaiskäräjät voivat määräyksellään antaa tarkempia ohjeita saamelaislipun käyttämisestä. ”
sme: Sámediggi sáhttá láhkaásahusain mearridit dárkileabbo mearrádusaid sámi leavgga geavaheamis. "

source: Tällaisia ohjeita on annettu 27. toukokuuta 2004.
sme: Dakkár láhkaásahus mearriduvvui miessemánu 27. b. 2004.

source: Muita saamelaiskansallisia symboleja ovat saamelaisten kansallislaulu ja 6. helmikuuta
sme: Eará sámi nationála symbolat leat sámiid álbmotlávlla ja sámiid álbmotbeaivi guovvamánu 6. beaivi.

source: vietettävä saamelaisten kansallispäivä.
sme: Artihkkal geatnegahttá maiddái stáhtaid buktit oidnosii sámi symbolaid iežaset oinnolaš dohkkehussan das ahte dat golbma stáhta leat huksejuvvon maiddái sámi álbmogage territoriijii.

source: joulukuussa 2003 tekemä päätös tehdä helmikuun 6. päivästä virallinen liputuspäivä Norjassa.
sme: Okta ovdamearka dás lea dat go Norgga ráđđehus mearridii juovlamánus 2003 ahte guovvamánu 6. beaivi lea almmolaš leavgabeaivi Norggas.

source: Määräys merkitsee myös oikeutta käyttää saamelaiskansallisia symboleja virallisissa
sme: Mearrádus mearkkaša maid dan ahte lea vuoigatvuohta geavahit sámi álbmotsymbolaid almmolaš oktavuođain.

source: yhteyksissä.
sme: Sámiid stivren

source: Kaikissa sopimusvaltiossa on saamelaiskäräjät, joka on maan korkein saamelaistoimielin.
sme: Guđesge dan golmma riikkas galgá leat sámediggi, mii lea riikka bajimuš sámi orgána.

source: Saamelaiskäräjät edustaa maan saamelaisia ja se valitaan yleiseen äänioikeuteen perustuvilla vaaleilla saamelaisten keskuudesta.
sme: Guhtege sámediggi galgá doaibmat sámi álbmoga beales riikkastis, ja dan golmma riikkas sámit geain lea dábálaš jienastanvuoigatvuohta, galget leat válljen Sámedikki.

source: Tarkemmat säännökset saamelaiskäräjien vaaleista vahvistetaan laissa, joka valmistellaan 16 artiklan mukaisin neuvotteluin saamelaiskäräjien kanssa.
sme: Sámedikkiid válganjuolggadusaid mearridit lágat, mat válmmaštuvvojit šiehtadallamiin sámedikkiiguin artihkkala 16 mielde.

source: Saamelaiskäräjillä tulee olla sellaisia tehtäviä, jotka mahdollistavat tehokkaan myötävaikuttamisen saamelaisten kansainvälisen oikeuden ja tämän sopimuksen määräyksien mukaisen itsemääräämisoikeuden toteutumiseen.
sme: Sámedikkiin galget leat dakkár doaimmat mat dahket sidjiide vejolažžan beaktilit váikkuhit dasa ahte sámi álbmoga vuoigatvuohta iešmearrideapmái álbmotrievtti njuolggadusaid ja dán konvenšuvnna mearrádusaid mielde šaddá duohtan.

source: Tarkemmat säännökset saamelaiskäräjien toimivallasta vahvistetaan laissa.
sme: Dárkilet njuolggadusaid sámedikkiid válddi birra mearriduvvojit lágas.

source: Saamelaiskäräjät tekee aloitteita ja antaa lausuntoja kaikista tarpeellisiksi katsomistaan asioista.
sme: Sámedikkit dahket álgaga ja buktet cealkámušaid buot áššiide maidda dikkit gávnnahit leat siva nu dahkat.

source: 14 artiklan ensimmäisessä kappaleessa määrätään, että jokaisessa sopimusvaltiossa on
sme: Vuosttaš lađas mearrida ahte kontraherejeaddji stáhtain guđesge galgá leat

source: oltava saamelaiskäräjät.
sme: sámediggi.

source: Kaikissa kolmessa sopimusvaltiossa on nykyään saamelaiskäräjät,
sme: Buot golmma riikas lea odne sámediggi masa sámit guđet leat čálihuvvon

source: jotka saamelaiset valitsevat yleiseen äänioikeuteen perustuvilla vaaleilla saamelaisväestöön rekisteröityjen saamelaisten keskuudesta.
sme: jienastuslohkui ja geain lea dábálaš jienastanvuoigatvuohta leat válljen sámiid.

source: saamelaiskäräjien asemaa.
sme: Sámedikkiid sajádat nanosmuvvá eambbo dáinna konvenšuvdnamearrádusain.

source: Toisen kappaleen mukaan säännökset sopimusvaltioiden saamelaiskäräjien vaaleista
sme: Nuppi lađđasa mielde riikkaid sámediggeválggaid njuolggadusat galget

source: tulee vahvistaa laissa.
sme: mearriduvvot lágain.

source: Saamelaiskäräjien vaikutusvallan turvaaminen on kuitenkin tärkeää,
sme: Dattetge lea deaŧalaš sihkkarastit sámedikkiid vejolašvuođa

source: minkä takia tällaiset lait on valmisteltava 16 artiklan säännösten mukaisissa neuvotteluissa
sme: váikkuhit, ja danne dakkár láhka ferte válmmaštuvvot šiehtadallamiiguin

source: 16 artiklan tarkoittamia asioita voidaan toisinaan pitää niin
sme: sámedikkiiguin artihkkala 16 njuolggadusaid mielde. Dat áššit main dás lea sáhka,

source: olennaisina saamelaisten yhteiskuntaelämän kannalta, että ne edellyttävät 16 artiklan toisen
sme: dohkkehus dárbbašuvvo artihkkala 16 nuppi lađđasa mielde.

source: kappaleen mukaan saamelaiskäräjien suostumusta.
sme: Goalmmát lađas: Sámi álbmogis lea vuoigatvuohta iešmearrideapmái, geahča

source: Kolmas kappale: Saamelaisilla on itsemääräämisoikeus, katso 3 artikla.
sme: artihkkala 3.

source: Saamelaiskäräjät vastaa saamelaisten edustuselimenä luonnollisesti saamelaisten
sme: Sámi álbmoga ovddasteaddi orgánan sámiid iešmearridanvuoigatvuođa

source: itsemääräämisoikeuden hallinnoinnista.
sme: lunddolaš hálddašeaddjit leat sámedikkit.

source: Tämän johdosta saamelaiskäräjillä tulee olla sellaisia
sme: Sámedikkit fertejit danne leat doaibma

source: tehtäviä, jotka antavat sille mahdollisuuden toteuttaa tätä itsemääräämisoikeutta.
sme: mušat main dat sáhttet hálddašit dán iešmearridanvuoigatvuođa. Vuosttaš cealkagis

source: Ensimmäisessä lauseessa on viitattu kansainväliseen oikeuteen ja tämän sopimuksen
sme: čujuhuvvo álbmotrievtti njuolggadusaide ja dán konvenšuvnna mearrádusaide.

source: itsemääräämisoikeus on ymmärrettävä samalla tavalla kuin 3 artiklan mukainen
sme: Seammá čujuheapmi lea artihkkalis 3, ja dat mearkkaša ahte iešmearridanvuoigat

source: itsemääräämisoikeus.
sme: vuođa galgat ipmirdit nugo ilbmá artihkkalis 3.

source: Muiden toimielinten julkisen vallankäytön tavoin myös saamelaiskäräjien toimivallan
sme: Nugo earáge orgánaid almmolaš váldehálddašeapmi, de ferte sámedikkiidge

source: tulee perustua lakiin.
sme: hálddašanváldi leat lága vuođul.

source: Tämän takia kolmannen kappaleen toisessa lauseessa sanotaan, että
sme: Danne celkojuvvo nuppi cealkagis ahte sámedikkiid

source: säännökset saamelaiskäräjien toimivallasta vahvistetaan laissa.
sme: váldi nannejuvvo lágas.

source: Poliittisena toimielimenä
sme: Politihkalaš orgánan Sámediggi sáhttá friddja dahkat álgaga

source: saamelaiskäräjillä on vapaus tehdä aloitteita ja toteuttaa toimenpiteitä, jotka eivät edellytä
sme: ja čađahit doaibmabijuid mat eai sorjá almmolaš válddi geavaheamis.

source: Neljäs kappale: Saamelaiskäräjät päättää itse, mitä asioita se haluaa ottaa
sme: Njealját lađas: Sámedikkit mearridit ieža makkár áššiid sii dáhttot váldit ovdan.

source: käsiteltävikseen. Saamelaiskäräjillä on oikeus antaa lausuntoja kaikista haluamistaan asioista,
sme: Sámedikkiin lea vuoigatvuohta cealkit juoidá buot áššiin main dat háliidit nu dahkat.

source: vaikka jotakin asiaa ei olisikaan lähetetty saamelaiskäräjien käsiteltäväksi. Tämä koskee myös
sme: Dat gusto vaikko ášši ii leat sáddejuvvon Sámediggái, ja maiddái áššiin maid

source: asioita, jotka eivät kuulu 16 ja 17 artiklan piiriin.
sme: artihkkalat 16 ja 17 eai govčča.

source: 15 artikla
sme: Artihkkal 15 Sámedikkiid iešráđalaš mearrádusat

source: Saamelaiskäräjät tekee itsenäisiä päätöksiä niissä asioissa, joissa sillä kansallisen tai kansainvälisen oikeuden mukaan on toimivalta tehdä sellaisia päätöksiä.
sme: Sámedikkit dahket iešráđálaš mearrádusaid dain áššiin main sis lea váldi nu dahkat riikkalaš ja riikkaidgaskasaš rivttiid mielde.

source: Saamelaiskäräjät voi sopia valtakunnallisten, alueellisten ja paikallisten yksiköiden kanssa yhteistyöstä saamelaisen kulttuurin ja yhteiskuntaelämän vahvistamiseksi.
sme: Sámedikkit sáhttet soahpat riikkalaš, guvllolaš ja báikkálaš ovttadagaiguin nannet sámi kultuvrra ja servodateallima.

source: Saamelaisilla on 3 artiklan mukaan itsemääräämisoikeus.
sme: Sámiin lea artihkklala 3 mielde iešmearrideapmi.

source: Itsemääräämisoikeuden
sme: Iešmearridanvuoigatvuođa

source: tarkempi sisältö perustuu kansainvälisen oikeuden säännöksiin ja sopimuksen artikloihin, katso 3 artiklan ensimmäinen lause.
sme: dárkileabbo sisdoallu vuolgá álbmotrievtti njuolggadusain ja konvenšuvnna artihkkaliin, geahča artihkkala 3 vuosttaš cealkaga.

source: II luvun artiklat sääntelevät tarkemmin saamelaiskäräjien
sme: Kapihttala II artihkkalat

source: tapaa toteuttaa itsemääräämisoikeutta tämän sopimuksen nojalla.
sme: konvenšuvnna mielde.

source: Itsemääräämisoikeus ei merkitse ehdotonta oikeutta yksinomaiseen määräysvaltaan.
sme: Iešmearrideapmi ii mearkkaš eavttohis vuoigatvuođa iešmearrideapmái.

source: Tietyntyyppisissä asioissa itsemääräämisoikeus merkitsee oikeutta määrätä asioista yksin, kun
sme: Muhtun áššešlájaide iešmearridanvuoigatvuohta mearkkaša vuoigatvuođa beassat

source: taas toisentyyppisissä asioissa on kysymys muodoltaan erilaisesta vuorovaikutuksesta.
sme: okto mearridit, muhto eará áššešlájaide fas dat lea ovttasdoaibman iešguđetlágan

source: Seuraavissa
sme: iešráđálaččat.

source: artikloissa säännellään saamelaiskäräjien ja muiden viranomaisten lähempää keskinäistä
sme: Čuovvovaš artihkkaliin regulerejuvvo sámedikkiid ja eará eiseválddiid

source: vuorovaikutusta.
sme: dárkileabbo ovttasdoaibman.

source: Ensimmäisessä kappaleessa säännellään saamelaisten mahdollisuutta tehdä itsenäisiä
sme: Vuosttaš lađas regulere sámedikkiid vejolašvuođa dahkat iešráđálaš

source: päätöksiä.
sme: mearrádusaid.

source: Kuten 14 artiklan kolmatta kappaletta koskevissa huomautuksissa sanotaan,
sme: Nugo namahuvvo artihkkala 14 goalmmát lađđasa mearkkašumiin, de

source: saamelaiskäräjillä tulee muiden toimielinten tavoin olla lakiin perustuva toimivalta tehdä
sme: Sámedikkis ferte nugo earáge orgánain leat láhkavuođđu dahkat mearrádusaid mat

source: päätöksiä, jotka edellyttävät toimivallan käyttöä.
sme: mearkkašit váldegeavaheami.

source: Saamelaiskäräjät voi tehdä päätöksiä, jotka
sme: Dakkár mearrádusaid mat eai mearkkaš váldegeava

source: eivät edellytä toimivallan käyttöä ilman, että niiden edellytetään perustuvan lakiin, katso 14
sme: heami, Sámediggi sáhttá dahkat almmá láhkavuođu haga, geahča artihkkala 14

source: artiklan kolmatta kappaletta koskevat huomautukset.
sme: goalmmát lađđasa mearkkašumiid.

source: Siksi ensimmäisessä kappaleessa
sme: Dát lea duogáš go čujuhuvvo vuosttaš lađđasis

source: esitettyyn kansainvälistä oikeutta koskevaan viittaukseen.
sme: riikkalaš riektái.

source: Ensimmäisessä kappaleessa viitataan siihen, että saamelaisilla voi myös
sme: Vuosttaš lađđasis čujuhuvvo dasa, ahte sámi álbmogis maiddái riikkaidgaskasaš

source: kansainvälisten säännösten nojalla olla oikeus tehdä itsenäisiä päätöksiä.
sme: njuolggadusaid mielde sáhttá leat vuoigatvuohta beassat okto dahkat mearrádusaid.

source: Siinä tapauksessa
sme: Ovdamearkan dás lea dat

source: kunkin sopimusvaltion saamelaiskäräjien on tehtävä päätöksiä saamelaisten puolesta. Yhtenä
sme: gulaskuddangeatnegasvuohta (konsultasjonsplikt) mii vuolgá njuolggadusain mat leat

source: esimerkkinä tästä on itsenäisten valtioiden alkuperäiskansoja ja heimokansoja koskevan
sme: ILO-konvenšuvnnas nr. 169 mii gieđahallá iešmearrideaddji stáhtaid álgoálbmogiid ja

source: kohta edellä.
sme: čearddaid, geahča dás ovddabealde čuoggá 7.3.2.

source: Lisäksi voidaan esimerkkinä mainita Norjassa käyty prosessi, jonka
sme: Geahča dákko ovdamearkan

source: lopputuloksena 17. kesäkuuta 2005 annettiin laki n:o 85 Finnmarkin läänin maa-alueisiin ja
sme: proseassa mii lei Norggas dasságo bođii láhka Finnmárkku fylkka eatnamiid ja

source: luonnonvaroihin liittyvistä oikeudellisista olosuhteista ja niiden hallinnosta.
sme: luondduriggodagaid riektedili ja hálddašeami birra, geassemánu 17. beaivásaš láhka

source: Viittaus kansainväliseen oikeuteen suuntautuu muilta osin ensisijaisesti tulevaisuuteen.
sme: Čujuhus riikkaidgaskasaš riektái lea muđui vuos ja ovddimusat boahtteáiggi

source: Alkuperäiskansojen oikeudellista asemaa koskevat kansainväliset säännökset saattavat
sme: várás. Riikkaidgaskasaš njuolggadusat álgoálbmogiid riektedili birra sáhttet

source: kehittyä siten, että niissä ryhdytään antamaan alkuperäiskansoille nykyistä laajempi oikeus
sme: ovddiduvvot nu, ahte addet álgoálbmogiidda stuorit vuoigatvuođa beassat ieža dahkat

source: tehdä itsenäisiä päätöksiä.
sme: mearrádusaid.

source: Siinä tapauksessa saamelaiskäräjien tulee käyttää tätä oikeutta
sme: Dan dáhpáhusas Sámediggi galgá doaimmahit dán vuoigatvuođa sámi

source: saamelaisten puolesta.
sme: álbmoga beales.

source: Toinen kappale: Saamelaisen kulttuurin ja yhteiskuntaelämän säilyttämisen ja
sme: Nubbi lađas: Sámi kultuvrra ja servodateallima sihkkarastima ja ovddideami dihte
